[Toxicologist X2SoldierClassTemplate]
DisplayName = "毒理学家"  
ClassSummary = "毒理学家是战场上的重要资产，能够通过化学攻击、无人机协议和战略手雷部署对敌人造成重大伤害，同时为他们的队伍提供关键支持。"  
+LeftAbilityTreeTitle="压迫者"  
+RightAbilityTreeTitle="无人机协议"  
+AbilityTreeTitles[0]="压迫者"  
+AbilityTreeTitles[1]="毒理学"  
+AbilityTreeTitles[2]="无人机协议"  
+AbilityTreeTitles[3]="调酒师"  
  
+RandomNickNames = "纵火犯"  
+RandomNickNames = "调酒师"  
+RandomNickNames = "龙"  
+RandomNickNames = "龙骑兵"  
+RandomNickNames = "飞龙" 
+RandomNickNames = "无人机大师"  
+RandomNickNames = "除尘器"  
+RandomNickNames = "龙骑士"  
+RandomNickNames = "呼气者"  
+RandomNickNames = "火焰喷射者"  
+RandomNickNames = "火焰之舌"  
+RandomNickNames = "熔炉"  
+RandomNickNames = "烧烤者"  
+RandomNickNames = "吸气者"  
+RandomNickNames = "洛克希德"
+RandomNickNames = "压迫者"  
+RandomNickNames = "瘟疫医生"  
+RandomNickNames = "净化者"  
+RandomNickNames = "轻烟"  
+RandomNickNames = "火焰"  
+RandomNickNames = "拉莫斯"
+RandomNickNames = "生锈"  
+RandomNickNames = "萨菲拉"
+RandomNickNames = "史矛革"
+RandomNickNames = "吸烟者"  
+RandomNickNames = "喷洒者"  
+RandomNickNames = "烤面包机"  
+RandomNickNames = "有毒复仇者"  
+RandomNickNames = "暴君"  
+RandomNickNames = "蒸汽者"  
+RandomNickNames = "维斯特洛恩"